data_movement = [
    {
        title: "Move (Κίνηση)",
        icon: "run",
        subtitle: "Κόστος: 5ft ανά 5ft",
        description: "Κόστος κίνησης: 5ft ανά 5ft μετακίνησης",
        reference: "PHB, pg. 190.",
        bullets: [
            "5ft = 1.5m ή 1 τετράγωνο στον χάρτη",
            "Εάν έχετε περισσότερες από μία ιδών ταχύτητες, όπως η ταχύτητα πεζοπορίας και η ταχύτητα πτήσης, μπορείτε να εναλλάσσεστε μεταξύ των ταχυτήτων σας κατά τη διάρκεια της κίνησής σας. Όποτε αλλάζετε, αφαιρέστε την απόσταση που έχετε ήδη μετακινήσει από τη νέα ταχύτητα." ,
            "Μπορείτε να διαβήται τον χώρο ενός φιλικού πλάσματος.",
            "Μπορείτε να διαβήται τον χώρο ενός εχθρικού πλάσματος μόνο εάν το πλάσμα είναι τουλάχιστον δύο μεγέθη μεγαλύτερα ή μικρότερα από εσάς.",
            "Ο χώρος ενός άλλου πλάσματος είναι δύσκολο έδαφος (difficult terrain) για εσάς.",
            "Είτε ένα πλάσμα είναι φίλος ή εχθρός, δεν μπορείτε να τερματίσετε την κίνησή σας στο χώρο του."

        ]
    },
    {
        title: "Climb (αναρρίχηση)",
        icon: "crags",
        subtitle: "Κόστος: 10ft ανά 5ft",
        description: "Κόστος κίνησης: 10ft ανά 5ft Αναρίχησης ",
        reference: "PHB, pg. 182.",
        bullets: [
            "Μπορεί να περιλαμβάνει Strength (Athletics) check εάν η ανάβαση είναι δύσκολη"
        ]
    },
    {
        title: "Swim (Κολύμπι)",
        icon: "at-sea",
        subtitle: "Κόστος: 10ft ανά 5ft",
        description: "Κόστος κίνησης: 10ft ανά 5ft κολύμβησης",
        reference: "PHB, pg. 182.",
        bullets: [
            "Μπορεί να περιλαμβάνει Strength (Athletics) check εάν η κολύμβηση είναι δύσκολη"
        ]
    },
    {
        title: "Drop prone (πρηνής)",
        icon: "falling",
        subtitle: "Κόστος: 0ft",
        description: "Κόστος κίνησης: 0ft (free)",
        reference: "PHB, pgs. 190-191,292.",
        bullets: [
            "Μπορείτε να πέσετε πρηνηδόν χωρίς να χρησιμοποιήσετε καμία από τις ταχύτητές σας",
            "Για να μετακινηθείτε ενώ είστε επιρρεπείς, πρέπει να συρθήτε ή να χρησιμοποιήσετε μαγεία όπως τηλεμεταφορά",
            "Η πτώση πρηνηδόν προσθέτει την κατάσταση <i> Prone </i> (οι επιθέσεις melee εναντίον σας έχουν advantage, οι επιθέσεις εξ αποστάσεως εναντίον σας έχουν disadvantage, ενώ οι επιθέσεις σας έχουν disadvantage)"

        ]
    },
    {
        title: " (σύρσιμο)",
        icon: "crawl",
        subtitle: "Κόστος: 10ft ανά 5ft",
        description: "Κόστος κίνησης: 10ft ανά 5ft σουρσίματος",
        reference: "PHB, pg. 182.",
        bullets: [

        ]
    },
    {
        title: "Stand up (έγερση)",
        icon: "strong",
        subtitle: "Κόστος: μισή ταχύτητα κίνησης",
        description: "Κόστος κίνησης: μισή ταχύτητα κίνησης",
        reference: "PHB, pg. 190-191.",
        bullets: [
            "Δεν μπορείς να σταθείς αν δεν έχεις αρκετή κίνηση ή αν η ταχύτητά σου είναι 0"
        ]
    },
    {
        title: "High jump (Αλμα εις υψος)",
        icon: "wingfoot",
        subtitle: "Κόστος: 5ft ανά 5ft",
        description: "Κόστος κίνησης: 5ft ανά 5ft Άλματος",
        reference: "PHB, pg. 182.",
        bullets: [
            "Πηδίζετε στον αέρα έναν αριθμό ποδιών ίσο με το <b> 3 + your Strength modifier </b> εάν τρέξετε τουλάχιστον 10 ft με τα πόδια αμέσως πριν από το άλμα.",
            "Όταν κάνετε ένα στατικό άλμα, μπορείτε να πηδήσετε την μισή από την παραπάνω απόσταση.",
            "Μπορείτε να επεκτείνετε τα χέρια σας κατά το ήμισυ του ύψους σας πάνω από τον εαυτό σας κατά τη διάρκεια του άλματος.",
            "Σε ορισμένες περιπτώσεις, το DM σας μπορεί να σας επιτρέψει να κάνετε ένα Strength (Athletics) check για να ανεβείτε υψηλότερα από ό, τι συνήθως."
        ]
    },
    {
        title: "Long jump (Αλμα εις μήκος)",
        icon: "wingfoot",
        subtitle: "Κόστος: 5ft ανά 5ft",
        description: "Κόστος κίνησης: 5ft ανά 5ft Άλματος",
        reference: "PHB, pg. 182.",
        bullets: [
            "Καλύπτετε αριθμό ποδιών όσο το <b>Strength score</b> αν τρέξετε τουλάχιστον 10 ft αμέσως πριν από το άλμα.",
            "Όταν κάνετε στατικό  Αλμα εις μήκος, μπορείτε να πηδήσετε τη μισή από την παραπάνω απόσταση",
            "Μπορεί να περιλαμβάνει έλεγχο DC 10 Strength (Athletics) check για να προσπεράσετε ένα χαμηλό εμπόδιο (όχι μεγαλύτερο από το ένα τέταρτο της απόστασης του άλματος). Χτυπήσατε στο εμπόδιο σε μια αποτυχημένη προσπάθεια.",
            "Μπορεί να περιλαμβάνει DC 10 Dexterity (Acrobatics) check για να προσγιωθήτε στα πόδια σας σε difficult terrain. Προσγειώνεστε prone σε περιπτωση αποτυχίας ."
        ]
    },
    {
        title: "Improvise (Αυτοσχεδιασμός)",
        icon: "juggler",
        subtitle: "Δεν περιλαμβάνεται στη λίστα",
        description: "Εκτελέστε οποιαδήποτε κίνηση ή κόλπο που μπορείτε να φανταστείτε",
        bullets: [
            "Όταν περιγράφετε ένα είδος κίνησης που δεν περιγράφεται αλλού στους κανόνες, ο DM σας λέει εάν είναι δυνατόν και τι είδους roll πρέπει να κάνετε, εάν υπάρχει, για να προσδιορίσετε την επιτυχία ή την αποτυχία."
        ]
    },
    {
        title: "Difficult terrain",
        icon: "stone-pile",
        subtitle: "Συντελεστής κόστους: +5ft per 5ft",
        reference: "PHB, pg. 182.",
        description: "Η μετακίνηση σε δύσκολο έδαφος κοστίζει επιπλέον 5ft ανά 5ft κίνησης",
        bullets: [
        ]
    },
    {
        title: "Grapple move (Κίνηση υπό Λαβή)",
        icon: "grab",
        subtitle: "Συντελεστής: 1/2 ταχύτητας",
        description: "Σύρετε ή κουβαλάτε το πλάσμα μαζί σας",
        reference: "PHB, pg. 195.",
        bullets: [
            "Εάν κινείστε ενώ Grapple ένα άλλο πλάσμα, η ταχύτητά σας μειώνεται στο μισό, εκτός εάν το πλάσμα είναι δύο ή περισσότερα μεγέθη μικρότερα από εσάς.",
            "Δείτε την attack action για το πώς να πιάσετε ένα πλάσμα."

        ]
    }
]
